<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>

<head>
    <%@include file="/WEB-INF/views/web/inc/header.jsp"%>
</head>

<body>
    <%@include file="/WEB-INF/views/web/inc/navi.jsp"%>
<section class="container no-padding">
    <div class="info-page">
        <div class="per_info_wrap">
            <h1 class="text-center">개인정보처리방침</h1>
            <div class="per_info">
                <h4>개인정보의 범위</h4>
                <p>스윙세이버는 양질의 서비스 및 컨텐츠를 제공하고자 회원제로 운영하고 있습니다. 따라서 실명 확인에 필요한 최소한의 정보만을 요구하고 있으며, 그러한 기본정보로는 이름, 생년월일, 전화번호, Email 등이 있습니다. </p>
            </div>
            <div class="per_info">
                <h4>개인정보의 수집목적 및 이용목적</h4>
                <p>스윙세이버는 이용자 여러분들이 양질의 서비스와 컨텐츠를 제공받을 수 있도록 회원님의 개인정보를 수집, 이용하고 있습니다. 스윙세이버는 수집된 정보 및 서버의 로그 파일, 기타 조사를 통해 회원님들의 관심정보를 분석, 연구하여 회원님들에게 더욱 가치있는 서비스를 제공하고자 합니다. </p>
            </div>
            <div class="per_info">
                <h4>개인정보의 제공 및 공유</h4>
                <p>스윙세이버는 회원님의 동의없이 개인정보를 제3자에게 제공하거나 유출하지 않습니다. 다만, 보다 나은 서비스제공을 위해 협력업체와 회원님의 개인정보를 공유할 경우가 있는 경우 회원님께 그 내역을 상세히 알려드리며 회원님께서 동의하지 않으실 경우에는 개인정보를 공유하지 않습니다. 단, 타인에게 피해를 주는 행위 등으로 법적인 요구가 있거나 관련 기관의 요구가 있을 경우는 예외로 하며, 학술목적의 통계자료, 시장조사 등을 위하여 필요한 경우 식별이 불가능한 형태로 정보가 제공될 수 있습니다. </p>
            </div>
            <div class="per_info">
                <h4>이용자의 권리 및 행사방법</h4>
                <p>회원님은 언제든지 회원님의 개인정보를 열람하거나 수정하실 수 있으며, 회원 탈퇴 절차를 통해 개인정보 이용에 대한 동의를 철회할 수 있습니다. 회원님 개인정보의 열람, 수정, 탈퇴는 스윙세이버 사이트의 "마이페이지"를 통해 하실 수 있으며, 기타 요구사항 및 문의사항은 담당자에게 직접 알려주시면 즉시 처리하고 그 결과를 알려드리겠습니다. </p>
            </div>
            <div class="per_info">
                <h4>개인정보보호 관리대책</h4>
                <p>스윙세이버는 회원님들의 개인정보를 보호하기 위하여 전문화된 데이터센터를 통해 서버를 운영하고 있으며, 개인정보에 대한 직원들의 접근을 최소한으로 제한하고 있습니다. 단, 스윙세이버의 회원제는 기본적으로 회원의 아이디와 비밀번호를 통해 관리되므로 회원님의 아이디나 비밀번호에 대한 관리 책임은 회원님께 있으며, 아이디나 비밀번호의 관리 소홀로 발생하는 결과에 대한 책임은 회원님께서 지셔야 합니다. 따라서, 알기 쉬운 비밀번호는 피하여 주시고, 특히 온라인상에 접속해 있을 때에는 각별히 주의하실 것을 권장하고 있습니다. </p>
            </div>
            <div class="per_info">
                <h4>쿠키(cookie)의 운영</h4>
                <p>스윙세이버는 회원님들에게 보다 나은 서비스를 제공하기 위해, 개인정보를 저장하고 수시로 찾아낼 수 있도록 '쿠키'를 사용합니다. '쿠키'란 호호요가 서버가 회원님의 컴퓨터로 전송하는 소용량의 파일로서 방문한 웹사이트의 정보 및 이용자의 개인정보 등이 포함되어 있습니다. '쿠키'는 회원님의 컴퓨터 브라우저는 식별할 수 있지만 회원님을 개인적으로 식별하지는 않습니다. 또한 회원님은 브라우저의 옵션을 통하여 직접 쿠키에 대한 설정을 할 수 있으나, 이 경우 스윙세이버가 제공하는 서비스 일부기능을 이용하지 못하실 수도 있음을 양지하시기 바랍니다. </p>
            </div>
            <div class="per_info">
                <h4>개인정보 보유기간</h4>
                <p>스윙세이버에 제공하신 회원님의 개인정보는 회원가입시부터 1년간 보유하게 됩니다. 회사는 원칙적으로 이용자의 개인정보를 회원 탈퇴 시 지체없이 파기하고 있습니다. 단, 이용자에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우, 또는 법령에서 일정 기간 정보보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다.</p>
            </div>
            <div class="per_info">
                <h4>개인정보보호정책 개정</h4>
                <p>개인정보보호정책은 정부의 법령 및 지침의 변경과 스윙세이버의 정책 변경에 따라 그 내용이 변경될 수 있으며, 변경 시 에는 공지를 통해 알려드립니다.</p>
            </div>

            <p>개인정보 책임 및 관리 : 최영빈</p>

        </div>
    </div>
</section>
    <!-- Footer -->
    <%@include file="/WEB-INF/views/web/inc/footer.jsp"%>
    <!-- Footer -->

</body>
</html>
